verification/routeB_continuity/microcase_template/0/alphat
FoamFile { version 2.0; format ascii; class volScalarField; object alphat; }
dimensions [0 2 -1 0 0 0 0];
internalField uniform 0;
boundaryField
{
hotWall { type fixedValue; value uniform 0; }
coldWall { type fixedValue; value uniform 0; }
bottomWall { type fixedValue; value uniform 0; }
topWall { type fixedValue; value uniform 0; }
front { type empty; }
back { type empty; }
}
