verification/routeB_continuity/microcase_template/0/p_rgh
FoamFile { version 2.0; format ascii; class volScalarField; object p_rgh; }
dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField
{
hotWall { type fixedFluxPressure; value uniform 0; }
coldWall { type fixedFluxPressure; value uniform 0; }
bottomWall { type fixedFluxPressure; value uniform 0; }
topWall { type fixedFluxPressure; value uniform 0; }
front { type empty; }
back { type empty; }
}
