verification/routeB_continuity/microcase_template/constant/radiationProperties
FoamFile { version 2.0; format ascii; class dictionary; object radiationProperties; }
radiationModel none;
