verification/routeB_continuity/microcase_template/constant/transportProperties
FoamFile { version 2.0; format ascii; class dictionary; object transportProperties; }
transportModel Newtonian;
nu [0 2 -1 0 0 0 0] 1e-6;
beta [0 0 0 -1 0 0 0] 0.0043071886979368559;
TRef [0 0 0 1 0 0 0] 300.5;
Pr [0 0 0 0 0 0 0] 0.71;
Prt [0 0 0 0 0 0 0] 0.85;
rhoRef [1 -3 0 0 0 0 0] 1;
CpRef [0 2 -2 -1 0 0 0] 1000;
