verification/routeB_continuity/microcase_template/system/blockMeshDict
FoamFile { version 2.0; format ascii; class dictionary; object blockMeshDict; }
convertToMeters 1;
vertices ((0 0 0) (0.01 0 0) (0.01 0.01 0) (0 0.01 0)
          (0 0 0.001) (0.01 0 0.001) (0.01 0.01 0.001) (0 0.01 0.001));
blocks (hex (0 1 2 3 4 5 6 7) (@N@ @N@ 1) simpleGrading (1 1 1));
edges ();
boundary
(
 hotWall { type wall; faces ((0 4 7 3)); }
 coldWall { type wall; faces ((1 2 6 5)); }
 bottomWall { type wall; faces ((0 1 5 4)); }
 topWall { type wall; faces ((3 7 6 2)); }
 front { type empty; faces ((0 3 2 1)); }
 back { type empty; faces ((4 5 6 7)); }
);
mergePatchPairs ();
