verification/routeB_continuity/microcase_template/system/controlDict
FoamFile { version 2.0; format ascii; class dictionary; object controlDict; }
application buoyantBoussinesqSimpleFoam;
startFrom startTime;
startTime 0;
stopAt endTime;
endTime 10;
deltaT 1;
writeControl timeStep;
writeInterval 1;
purgeWrite 0;
writeFormat ascii;
writePrecision 16;
writeCompression off;
timeFormat general;
timePrecision 10;
runTimeModifiable false;
