verification/routeB_continuity/microcase_template/system/fvSolution
FoamFile { version 2.0; format ascii; class dictionary; object fvSolution; }
solvers
{
 p_rgh { solver PCG; preconditioner DIC; tolerance @TOL@; relTol 0; maxIter 10000; }
 U { solver smoothSolver; smoother symGaussSeidel; tolerance 1e-12; relTol 0; }
 T { solver smoothSolver; smoother symGaussSeidel; tolerance 1e-12; relTol 0; }
}
SIMPLE { nNonOrthogonalCorrectors 0; pRefCell @REF@; pRefValue 0; }
relaxationFactors { fields { p_rgh 0.3; } equations { U 0.7; T 0.7; } }
